FV2304/E_0233.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">Dummy Chapter</FONT></B><BR/><BR/><B><FONT POINT-SIZE="16">Dummy Subchapter</FONT></B><BR/><BR/><BR/><BR/>>;
    "Start" [margin="0.2,0.12", shape=box, style=filled, fillcolor="#7a8da1", label=<<B>E_0233</B><BR align="center"/><FONT point-size="12"><B><U>Prüfende Rolle:</U> MSB</B></FONT><BR align="center"/>>];
    "1" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>1: </B>Liegt für die für den Rollout vorgesehene Messlokation ein Bestandsschutz gemäß §19 Abs. 5 MsbG vor?<BR align="left"/>>];
    "2" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>2: </B>Wird auf den Bestandsschutz gemäß § 19 Abs. 5 MsbG für die Messlokation verzichtet?<BR align="left"/>>];
    "A01" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cca9ab", label=<<B>A01</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Bestandsschutz gemäß § 19 Abs. 5 MsbG für die Messlokation<BR align="left"/></FONT>>];
    "3" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>3: </B>Ist der Selbsteinbau eines iMS oder einer mME geplant?<BR align="left"/>>];
    "A02" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cca9ab", label=<<B>A02</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Selbsteinbau eines iMS oder einer mME geplant<BR align="left"/></FONT>>];
    "4" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>4: </B>Wird auf den Selbsteinbau eines iMS oder einer mME verzichtet?<BR align="left"/>>];
    "A03" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cca9ab", label=<<B>A03</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Zustimmung<BR align="left"/>Auf Selbsteinbau eines iMS oder einer mME wird verzichtet<BR align="left"/></FONT>>];
    "A04" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cca9ab", label=<<B>A04</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: Ablehnung<BR align="left"/>Zum jetzigen Zeitpunkt noch keine Aussage hin-sichtlich Selbsteinbau möglich<BR align="left"/></FONT>>];

    "Start" -> "1";
    "1" -> "2" [label="Ja"];
    "1" -> "3" [label="Nein"];
    "2" -> "A01" [label="Nein"];
    "2" -> "3" [label="Ja"];
    "3" -> "A02" [label="Ja"];
    "3" -> "4" [label="Nein"];
    "4" -> "A03" [label="Ja"];
    "4" -> "A04" [label="Nein"];
}
